Repository: TYPO3incubator/surfcamp-team2
Catalog: local_packages/portfolio/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# content_element.introduction_card
source: Introduction Card
de: Einleitungskarte

# content_element.introduction_card
source: A element to introduce yourself
de: Element um sich vorzustellen

# content_element.skill_display
source: Skill Display
de: Skillanzeige

# content_element.skill_display.description
source: A element to present your skills
de: Ein Element zur Präsentation der Skills

# content_element.skill_display.show_progress_level
source: Show skills progress bar for skills
de: Zeige Progressbar für alle Skills

# content_element.skill_display.skills_help
source: Please list all skills here and sort them as required
de: Bitte liste alle Skills auf und sortiere sie nach Bedarf

# content_element.skill_display.skill_level
source: Progress Level (in Percent)
de: Fortschritt (in Prozent)

# content_element.resume
source: Resume
de: Lebenslauf

# content_element.resume.item
source: Resume section
de: Lebenslaufabschnitt

# content_element.resume.items
source: Resume sections
de: Lebenslaufabschnitte

# content_element.services.description
source: A element to present all provided services
de: Ein Element zur Präsentation der angebotenen Services

# content_element.client_logos
source: Client Logos
de: Kundenlogos

# content_element.client_logos.description
source: A element to present all logos of a list of clients
de: Ein Element zur Präsentation aller Logos einer Liste von Kunden

# content_element.themeportfolio_projects
source: Projects
de: Projekte

# content_element.themeportfolio_projects.description
source: A element to present all projects including details
de: Ein Element zum Anzeigen aller Projekte inkl. Detailseite

# content_element.project_teaser
source: Projects Teaser
de: Projekt Teaser

# content_element.project_teaser.description
source: A element to present the latest projects
de: Ein Element zum Anteasern der letzten Projekte

# field.location
source: Location
de: Standort

# field.time_period
source: Time period
de: Zeitraum

# field.description
source: Description
de: Beschreibung

# field.title
source: Title
de: Titel

# field.image
source: Image
de: Bild

# field.background
source: Background
de: Hintergrund

# field.background.light
source: Light
de: Hell

# field.background.dark
source: Dark
de: Dunkel

# field.showDetailPage
source: Show detail page
de: Detailseite anzeigen

# field.additional_header
source: Additional Header
de: Zusätzlicher Header

# field.additional_resume_items
source: Additional resume sections
de: Zusätzliche Lebenslaufabschnitte

# tx_portfolio_domain_model_project
source: Project
de: Projekt

# content_element.project_portfolio
source: Project Listing
de: Projekt Liste

# content_element.project_portfolio.description
source: A element for displaying all projects
de: Ein Element zum Anzeigen aller Projekte
